Repository: ProfDrLuigi/WiredClient
Catalog: *.lproj/Localizable.strings
Languages: fr

source: This cannot be undone.
fr: Cette opération ne pourra pas être annulée.

source: $1 wrote:
fr: $1 à écrit:

# %@ %@ (%u) on %@ %@ (%@)
source: %1$@ %2$@ (%3$u) on %4$@ %5$@ (%6$@)
fr: %1$@ %2$@ (%3$u) sur %4$@ %5$@ (%6$@)

# %@ %@ on %@ %@ (%@)
source: %1$@ %2$@ on %3$@ %4$@ (%5$@)
fr: %1$@ %2$@ sur %3$@ %4$@ (%5$@)

# %@ changed status to %@
source: %1$@ changed status to %2$@
fr: %1$@ a changé de statut pour %2$@

# %@ changed topic to %@
source: %1$@ changed topic to %2$@
fr: %1$@ a changé le topic pour %2$@

source: %1$@ downloaded, %2$@/s max download speed, %3$@ uploaded, %4$@/s max upload speed, %5$@ chat, %6$@ online, %7$lu %8$@ received, %9$lu %10$@ sent
fr: %1$@ téléchargés, %2$@/s vitesse de téléchargement max., %3$@ téléversés, %4$@/s vitesse de téléversement max., %5$@ chat, %6$@ en line, %7$lu %8$@ recus, %9$lu %10$@ envoyés

source: %@ has declined invitation
fr: %@ a décliné l'invitation

source: %@ has invited you to a private chat.
fr: %@ vous a invité à un chat privé.

source: %@ has joined
fr: %@ s'est connecté

source: %@ has left
fr: %@ s'est déconnecté

source: %@ Info
fr: %@ Informations

# %@ is now known as %@
source: %1$@ is now known as %2$@
fr: %1$@ se nomme à présent %2$@

# %@ of %@, %@, %@
source: %1$@ of %2$@, %3$@, %4$@
fr: %1$@ de %2$@, %3$@, %4$@

source: %@ Private Chat
fr: %@ chat privé

source: %@ Public Chat
fr: %@ chat public

# %@ was banned by %@
source: %1$@ was banned by %2$@
fr: %1$@ a été banni par %2$@

# %@ was banned by %@ (%@)
source: %1$@ was banned by %2$@ (%3$@)
fr: %1$@ a été banni par %2$@ (%3$@)

# %@ was kicked by %@
source: %1$@ was kicked by %2$@
fr: %1$@ a été kické par %2$@

# %@ was kicked by %@ (%@)
source: %1$@ was kicked by %2$@ (%3$@)
fr: %1$@ a été kické par %2$@ (%3$@)

# %@, since %@
source: %1$@, since %2$@
fr: %1$@, depuis le %2$@

# %@/%lu bits
source: %1$@/%2$lu bits
fr: %1$@/%2$lu octets

# %lu %@, %@ total, %@ available
source: %1$lu %2$@, %3$@ total, %4$@ available
fr: %1$lu %2$@, %3$@ total, %4$@ disponible

# %lu of %lu files, %@ of %@, %@, %@
source: %1$lu of %2$lu files, %3$@ of %4$@, %5$@, %6$@
fr: %1$lu of %2$lu fichiers, %3$@ de %4$@, %5$@, %6$@

source: <Multiple values>
fr: <Valeurs multiples>

source: Access All Drop Boxes
fr: Accède à tous les dossiers privés

source: Account Exists
fr: Ce compte existe déjà

source: Account Not found
fr: Ce compte est introuvable

source: Accounts
fr: Comptes

source: Add
fr: Ajouter

source: Add Bans
fr: Ajouter un banissement

source: Add Boards
fr: Ajouter une discussion

source: Add Posts
fr: Poster une réponse

source: Add Threads
fr: Ajouter un sujet

source: All child boards and posts of this board will also be deleted. This cannot be undone.
fr: Toutes les réponses et toutes les discussions incluses vont aussi être effacées. Cette opération ne pourra pas être annulée.

source: All posts in the thread will be deleted as well. This cannot be undone.
fr: Toutes les réponses du sujet vont être effacées. Cette opération ne pourra pas être annulée.

source: All posts in the threads will be deleted as well. This cannot be undone.
fr: Toutes les réponses du sujet vont aussi être effacées. Cette opération ne pourra pas être annulée.

source: An unknown server error occured. The error received from the server was %u.
fr: Une erreur inconnue est survenue. L'erreur reçue par le serveur est : %u.

source: Angry
fr: Faché

source: Are you sure you want to clear the message history?
fr: Êtes-vous certain de vouloir effacer l'historique de message ?

source: Are you sure you want to delete %lu items?
fr: Êtes-vous certain de vouloir supprimer %lu éléments ?

source: Are you sure you want to delete %lu threads?
fr: Êtes-vous certain de vouloir supprimer %lu sujets ?

source: Are you sure you want to delete the board “%@”?
fr: Êtes-vous certain de vouloir supprimer la discussion “%@” ?

source: Are you sure you want to delete the conversation with “%@”?
fr: Êtes-vous certain de vouloir supprimer la conversation avec “%@” ?

source: Are you sure you want to delete the post “%@”?
fr: Êtes-vous certain de vouloir supprimer la réponse “%@” ?

source: Are you sure you want to delete the selected highlight?
fr: Êtes-vous certain de vouloir supprimer le highlight sélectionné ?

source: Are you sure you want to delete the selected ignore?
fr: Êtes-vous certain de vouloir supprimer le ignore sélectionné ?

source: Are you sure you want to delete the thread “%@”?
fr: Êtes-vous certain de vouloir supprimer le sujet “%@” ?

source: Are you sure you want to delete “%@”?
fr: Êtes-vous certain de vouloir supprimer “%@”?

source: Are you sure you want to disconnect?
fr: Êtes-vous certain de vouloir vous déconnecter ?

source: Ban Exists
fr: Ce banissement exists déjà

source: Ban Not Found
fr: Ce bannissement est introuvable

source: Ban Users
fr: Bannir des utilisateurs

source: Banlist
fr: Banissements

source: Banned
fr: Banni

source: Banner
fr: Bannière

source: Basics
fr: Bases

source: bits
fr: octets

source: Board Exists
fr: Cet discussion existe déjà

source: Board Not Found
fr: Discussion introuvable

source: Board Post Added
fr: Réponse ajoutées

source: Board post received
fr: Réponse reçue

source: Boards
fr: Discussions

# Bonjour local service discovery %C %lu %@
source: Bonjour local service discovery %1$C %2$lu %3$@
fr: Découverte du service Bonjour en local %1$C %2$lu %3$@

source: Bookmarks
fr: Favoris

# Broadcast from %@ on %@ at %@
source: Broadcast from %1$@ on %2$@ at %3$@
fr: Annonce de %1$@ sur %2$@ à %3$@

source: Broadcast Messages
fr: Annoncer

source: Broadcast received
fr: Annonce reçue

source: Broadcast Received
fr: Annonce reçue

source: Broadcasts
fr: Annonces

source: Cancel
fr: Annuler

source: Cannot Be Disconnected
fr: Ne peut pas être déconnecter

source: Cannot Set Nick
fr: Ne peut pas changer son pseudonyme

source: Change Password
fr: Changer le mot de passe

source: Chat Not Found
fr: Chat introuvable

source: Chat Received
fr: Chat reçu

source: Chat received
fr: Chat reçu

source: Clear
fr: Effacer

source: Client Not Found
fr: Client introuvable

source: Close Tab
fr: Fermer l'onglet

source: Close Window
fr: Fermer la fenêtre

source: Concurrent Downloads
fr: Téléchargements concurrents

source: Concurrent Uploads
fr: Téléversements concurrents

source: Connect
fr: Se connecter

source: Connected
fr: Connecté

source: Connected to %@
fr: Connecté à %@

source: Cool
fr: Tranquille

source: Could not create the file or folder, it already exists.
fr: Le fichier ou le dossier n'a pas pu être créé, il existe déjà.

source: Could not create the file “%@”.
fr: Le fichier n'a pas pu être créé : “%@”.

source: Could not find the account you referred to. Perhaps someone deleted it.
fr: Ce compte est introuvable. Peut-être que quelqu'un l'a supprimé.

source: Could not find the ban you referred to. Perhaps someone deleted it.
fr: Ce bannissement est introuvable. Peut-être que quelqu'un l'a supprimé.

source: Could not find the board you referred to. Perhaps someone deleted it.
fr: Cette discussion est introuvable. Peut-être que quelqu'un l'a supprimé.

source: Could not find the chat you referred to. Perhaps the chat has been removed.
fr: Ce chat est introuvable. Peut-être que ce chat a été fermé.

source: Could not find the client you referred to. Perhaps that client left before the command could be completed.
fr: Ce client est introuvable. Peut-être que ce client s'est déconnecté avant que l'opération se termine.

source: Could not find the file or folder you referred to. Perhaps someone deleted it.
fr: Ce fichier ou ce dossier est introuvable. Peut-être que quelqu'un l'a supprimé.

source: Could not find the user you referred to. Perhaps that user left before the command could be completed.
fr: Cet utilisateur est introuvable. Cet utilisateur est introuvable. Peut-être que ce client s'est déconnecté avant que l'opération se termine.

source: Could not login, the user name and/or password you supplied was rejected.
fr: L'authetification a échoué, l'identifiant et/ou le mot de passe fournit ont été rejeté.

source: Could not open the file “%@”.
fr: Impossible d'ouvrir le fichier “%@”.

source: Create
fr: Nouveau

source: Create Chats
fr: Créer des chats privés

source: Create Failed
fr: La création a échoué

source: Create Folders
fr: Créer des dossiers

source: Create Groups
fr: Créer des groupes

source: Create Links
fr: Créer des liens symboliques

source: Create Users
fr: Créer des utilisateurs

source: Cry
fr: Pleure

source: Delete
fr: Supprimer

source: Delete All Posts
fr: Supprimer toutes les réponses

source: Delete Bans
fr: Supprimer des bannissements

source: Delete Boards
fr: Supprimer des discussions

source: Delete Files
fr: Supprimer des fichiers

source: Delete Groups
fr: Supprimer des groupes

source: Delete Own Posts
fr: Supprimer ses propres réponses

source: Delete Thread
fr: Supprimer le sujet

source: Delete Threads
fr: Supprimer des sujets

source: Delete Users
fr: Supprimer des utilisateurs

source: Disconnect
fr: Déconnecter

source: Disconnected
fr: Déconnecté

# Disconnected at %@ of %@
source: Disconnected at %1$@ of %2$@
fr: Déconnecté à %1$@ de %2$@

# Disconnected at %lu of %lu files, %@ of %@
source: Disconnected at %1$lu of %2$lu files, %3$@ of %4$@
fr: Déconnecté a %1$lu de %2$lu fichiers, %3$@ de %4$@

source: Disconnected from %@
fr: Déconnecté de %@

# Disconnected from %@: %@
source: Disconnected from %1$@: %2$@
fr: Déconnecté de %1$@: %2$@

source: Disconnecting
fr: Déconnexion

source: Disconnecting will close any ongoing file transfers.
fr: La déconnexion va arréter tous les tranferts en cours.

source: Don't Change
fr: Ne pas changer

source: Don't Save
fr: Ne pas sauvegarder

source: Download Files
fr: Télécharger des fichiers

source: Download Folder Depth
fr: Profondeur des dossiers téléchargés

source: Download Speed (KB/s)
fr: Vitesse de téléchargement (KB/s)

source: Drop Box Folder
fr: Dossier privé

source: Edit
fr: Éditer

source: Edit All Posts
fr: Éditer toutes les réponses

source: Edit Date
fr: Date de modification

source: Edit Groups
fr: Éditer les groupes

source: Edit Own Posts
fr: Éditer ses propres réponses

source: Edit Settings
fr: Éditer les préférences

source: Edit Users
fr: Éditer les utilisateur

source: Embarrassed
fr: Embarrassé

source: Error
fr: Erreur

source: Events
fr: Évènements

source: Executable File
fr: Fichier éxécutable

source: file
fr: fichier

source: File Exists
fr: Ce fichier existe déjà

source: File or Folder Exists
fr: Ce fichier ou ce dossier existe déjà

source: File or Folder Not Found
fr: Ce fichier ou ce dossier est introuvable

source: files
fr: fichiers

source: Files
fr: Fichiers

source: Files Folder
fr: Dossier des fichiers

# Finished %@, average %@, took %@
source: Finished %1$@, average %2$@, took %3$@
fr: Terminé %1$@, moyenne %2$@, pendant %3$@

# Finished %lu files, %@, average %@, took %@
source: Finished %1$lu files, %2$@, average %3$@, took %4$@
fr: Terminé %1$lu fichiers, %2$@, moyenne %3$@, pendant %4$@

source: Folder Exists
fr: Ce dossier existe déjà

source: Foot in mouth
fr: Pied dans la bouche

source: From
fr: Depuis

source: Frown
fr: Sourcils froncés

source: General
fr: Général

source: Get File Info
fr: Lire les informations sur le fichier

source: Get User Info
fr: Lire les informations de l'utilisateur

# Idle %@, since %@
source: Idle %1$@, since %2$@
fr: Inactif %1$@, depuis %2$@

source: If you don't save the changes, they will be lost.
fr: Si vous ne sauvegardez pas les changements, il seront perdus.

source: Internal Client Error
fr: Erreur interne

source: Internal Server Error
fr: Erreur interne du serveur

source: Invalid Message
fr: Message invalide

source: item
fr: élément

source: items
fr: éléments

source: Join to open a separate private chat with %@.
fr: Inscrivez-vous pour ouvrir un chat privé séparé avec %@.

source: Kick Users
fr: Kicker des utilisateurs

source: Kiss
fr: Bisou

source: Laugh
fr: Rire

source: Lips are sealed
fr: Lèvres scellées

source: List Accounts
fr: Afficher les comptes

source: List Files
fr: Afficher les fichiers

source: List Servers
fr: Afficher les serveurs

# Listing directory... %lu %@
source: Listing directory... %1$lu %2$@
fr: Parcours le dossier... %1$lu %2$@

source: Local server via Bonjour
fr: Serveur local via Bonjour

source: Login Failed
fr: L'authentification a échoué

source: Mark All As Read
fr: Tout marquer comme lu

source: Mark As Read
fr: Marquer comme lu

source: Message Received
fr: Message reçu

source: Message received
fr: Message reçu

source: Monitor
fr: Moniteur

source: Monitor Users
fr: Monitorer les utilisateurs

source: Move Boards
fr: Déplacer des discussions

source: Move Files
fr: Déplacer des fichiers

source: Move Threads
fr: Déplacer des sujets

source: Multiple Items Info
fr: Informations d'éléments multiples

source: Never
fr: Jamais

source: New Thread
fr: Nouveau sujet

source: No
fr: Non

source: None
fr: Aucun

source: Not Connected
fr: Non connecté

source: Open Failed
fr: L'ouverture a échoué

source: Overwrite
fr: Écraser

# Paused at %@ of %@
source: Paused at %1$@ of %2$@
fr: Mis en pause à %1$@ de %2$@

# Paused at %lu of %lu files, %@ of %@
source: Paused at %1$lu of %2$lu files, %3$@ of %4$@
fr: Mis en pause à %1$lu de %2$lu fichiers, %3$@ de %4$@

source: Pausing
fr: Mise en pause

source: Permission Denied
fr: Permission refusée

source: Places
fr: Emplacements

source: Plain Text
fr: Text brut

source: Post Date
fr: Date de création

source: Post Reply
fr: Poster une réponse

source: Private Chat
fr: Chat privé

source: Private Chat Invitation Received
fr: Invitation à un chat privé reçue

source: Private chat invitation received
fr: Invitation à un chat privé reçue

# Private message from %@ on %@ at %@
source: Private message from %1$@ on %2$@ at %3$@
fr: Message privé de %1$@ sur %2$@ à %3$@

source: Queued
fr: En file d'attente

source: Queued at position %lu
fr: En file d'attente à la position %lu

source: Quote
fr: Citer

source: Raise Privileges
fr: Élevez les privilèges

source: Read Accounts
fr: Voir les comptes

source: Read Banlist
fr: Voir les bannissements

source: Read Boards
fr: Voir les discussions

source: Read Settings
fr: Voir les réglages

source: Received ping reply after %.2fms
fr: Réponse au ping reçue après %.2fms

source: Reconnect
fr: Reconnecter

source: Reconnected to %@
fr: Reconnecté à %@

# Reconnecting to %@ in %.0f seconds...
source: Reconnecting to %1$@ in %2$.0f seconds...
fr: Reconnecté à %1$@ dans %2$.0f secondes...

source: Reconnecting to %@...
fr: Reconnexion à %@...

source: Register Servers
fr: Enregistrer des serveurs

source: Reload
fr: Rafraîchir

source: Remove
fr: Supprimer

source: Removing
fr: En cours de suppression

source: Rename Boards
fr: Renomer les discussions

source: Rename Files
fr: Renomer les fichiers

source: Reply
fr: Répondre

source: Reveal In Files
fr: Afficher dans le Finder

source: Reveal In Finder
fr: Afficher dans le Finder

source: Reveal in User List
fr: Afficher dans la liste de utilisateurs

source: Rich Text Format (RTF)
fr: Texte enrichi (RTF)

source: Rich Text With Graphics Format (RTFD)
fr: Texte enrichi avec images (RTFD)

source: Save
fr: Sauvegarder

source: Save changes to the “%@” account?
fr: Voulez-vous sauvegarder les changements du compte “%@” ?

source: Save Chat
fr: Sauvegarder le chat

source: Search
fr: Rechercher

source: Select
fr: Sélectionner

source: Select Download Folder
fr: Sélectionner un dossier de téléchargement

source: Send Messages
fr: Envoyer des messages

source: server
fr: serveur

source: Server Connected
fr: Serveur déconnecté

source: Server Disconnected
fr: Serveur déconnecté

source: servers
fr: serveurs

source: Servers
fr: Serveurs

source: Set Board Permissions
fr: Modifier les permissons des discussions

source: Set Chat Topic
fr: Modifier le sujet du chat

source: Set Comments
fr: Ajouter des commentaires

source: Set Executable
fr: Rendre éxécutable

source: Set Folder Type
fr: Définir le type de dossier

source: Set Label
fr: Définir des étiquettes

source: Set Permissions
fr: Modifier les privilèges

source: Settings
fr: Réglages

source: Smart Boards
fr: Discussions intelligentes

source: Smile
fr: Sourire

source: Start
fr: Démarrer

source: Stats
fr: Statistiques

source: Stop
fr: Arrêter

# Stopped at %@ of %@
source: Stopped at %1$@ of %2$@
fr: Arrêté à %1$@ sur %2$@

# Stopped at %lu of %lu files, %@ of %@
source: Stopped at %1$lu of %2$lu files, %3$@ of %4$@
fr: Arrêté à %1$lu sur %2$lu fichiers, %3$@ de %4$@

source: Stopping
fr: En cours d'arrêt

source: Stopping automatic reconnects: Too many tries
fr: Arrêt de la reconnexion automatique: trop d'essais

source: Subject
fr: Sujet

source: The account you tried to create already exists on the server.
fr: Le compte que vous souhaitez créer existe déjà sur le serveur.

source: The ban you tried to create already exists on the server
fr: Le banissement que vous souhaitez créer existe déjà sur le serveur

source: The board you tried to create already exists on the server
fr: La discussion que vous souhaitez créer existe déjà sur le serveur

source: The client you tried to disconnect is protected.
fr: Le client que vous souhaitez déconnecter est protégé.

source: The command could not be completed due to insufficient privileges.
fr: La command a échoué car vous n'avez pas les autorisations nécessaires.

source: The file “%@” already exists.
fr: Le fichier “%@” existe déjà.

source: The file “%@” already exists. Overwrite?
fr: Le fichier “%@” existe déjà. Souhaitez-vous l'écraser ?

source: The file “%@” has a resource fork, which is not handled by Wired. Only the data part will be uploaded, possibly resulting in a corrupted file. Please use an archiver to ensure the file will be uploaded correctly.
fr: Le fichier “%@” utilise une resource fork, qui n'est pas gérée par Wired. Seul les données brutes seront envoyées, ce qui peut éventuellement générer des fichiers corrompus. Il est recommandé d'archiver les fichiers afin que ces derniers soientt transmis correctement.

source: The folder contains %lu files with resource forks, which are not handled by Wired. Only the data parts will be uploaded, possibly resulting in corrupted files. Please use an archiver to ensure the files will be uploaded correctly.
fr: Le dossier “%@” utilise une resource fork, qui n'est pas gérée par Wired. Seul les données brutes seront envoyées, ce qui peut éventuellement générer des fichiers corrompus. Il est recommandé d'archiver les fichiers afin que ces derniers soientt transmis correctement.

source: The folder “%@” already exists.
fr: Le dossier “%@” existe déjà.

source: The server could not parse a message. This is probably because of an protocol incompatibility between the client and the server.
fr: Le serveur n'a pas pu parser le message. Cela est surement due à une incompatibilité du protocole entre le client est le serveur.

source: The server did not recognize a message. This is probably because of an protocol incompatibility between the client and the server.
fr: Le serveur ne comprend pas le message. Cela est surement due à une incompatibilité du protocole entre le client est le serveur.

source: The server failed to process a command. The server administrator can check the log for more information.
fr: Le serveur n'a pas pu éxécuter l'opération. L'administrateur peut consulter les logs du serveur pour plus d'information.

source: The server failed to process a command. The server administrator can check the log for more information. The message from the server was “%@”.
fr: Le serveur n'a pas pu éxécuter l'opération. L'administrateur peut consulter les logs du serveur pour plus d'information. Le message du serveur est le suivant “%@”.

source: The server has unexpectedly disconnected.
fr: Le serveur à été innopinément déconnecté.

source: The server received a message out of sequence. This is probably because of an protocol incompatibility between the client and the server.
fr: Le serveur a reçu un message innatendu. Cela est surement due à une incompatibilité du protocole entre le client est le serveur.

source: The transfer of “%@” failed.
fr: Les transfert de “%@” a échoué.

source: Themes
fr: Thèmes

source: This cannot be undone.
fr: Cette opération ne peut être annulée.

source: This operation can't proceed until you connect to the server “%@”.
fr: Vous devez vous connecter à “%@” pour accomplir cette opération.

source: This server does not function as a tracker.
fr: Ce serveur ne fonctionne pas comme un tracker.

source: Tracker Not Enabled
fr: Tracker indisponible

source: Transfer Exists
fr: Le transfert existe déjà

source: Transfer Failed
fr: Le transfert a échoué

source: Transfer Finished
fr: Transfert terminé

source: Transfer finished
fr: Transfert terminé

source: Transfer Not Supported
fr: Transfer non supporté

source: Transfer Started
fr: Transfert démarré

source: Transfer started
fr: Transfert démarré

source: Transfers
fr: Transferts

source: Undecided
fr: Undécis

source: Unignore
fr: Ne plus ignorer

source: Unknown Error
fr: Erreur inconnue

source: Unrecognized Message
fr: Message inconnu

source: Untitled
fr: Sans titre

source: upload
fr: téléversement

source: Upload Anywhere
fr: Téléverser n'importe où

source: Upload Files
fr: Téléverser des fichiers

source: Upload Folders
fr: Téléverser des dossiers

source: Upload Speed (KB/s)
fr: Vitesse de téléversement (KB/s)

source: Uploads Folder
fr: Dossier de téléversement

source: User changed nick
fr: Modifier son pseudonyme

source: User Changed Status
fr: Modifier son status

source: User changed status
fr: Statut utilisateur mis à jour

source: User joined
fr: Utilisateur connecté

source: User Joined
fr: Utilisateur connecté

source: User left
fr: Utilisateur déconnecté

source: User Left
fr: Utilisateur déconnecté

source: User Not Found
fr: Utilisateur introuvable

source: Users
fr: Utilisateurs

source: View Log
fr: Voir les logs

source: Waiting
fr: En attente

source: Wink
fr: Clin d'oeil

source: Wired Client has encountered an exception. More information has been logged to the console.
fr: Wired Client a rencontré une exection. Consultez la console pour plus d'information.

source: Yes, compression ratio %.2f
fr: Oui, ratio de compression %.2f

source: You are already transferring “%@”.
fr: Vous êtes déjà en train de transférer “%@”.

source: You have been banned from this server.
fr: Vous avez été banni(e) de ce serveur.
